var menu = [
    {
        "id": 0, "name": "发票开具", "list": [
            {
                "id": 0,
                "name": "自然人代开发票",
                "context": {
                    "url": "./file/智慧办税码/1.发票开具/自然人代开发票.jpg",
                }
            },{
                "id": 1,
                "name": "公司/个体工商户蓝字发票开具",
                "context": {
                    "url": "./file/智慧办税码/1.发票开具/开具蓝字发票.jpg", 
                }
            }, {
                "id": 2,
                "name": "公司/个体工商户红字发票开具",
                "context": {
                    "url": "./file/智慧办税码/1.发票开具/开具红字发票.jpg", 
                }
            }
        ]
    },
    {
        "id": 1, "name": "跨区域涉税事项", "list": [
            {
                "id": 0,
                "name": "跨区域涉税事项报告",
                "context": {
                    "url": "./file/智慧办税码/2.跨区域涉税事项/跨区域涉税事项报告.jpg",
                }
            }, {
                "id": 1,
                "name": "跨区域涉税事项报验",
                "context": {
                    "url": "./file/智慧办税码/2.跨区域涉税事项/跨区域涉税事项报验登记.jpg",
                }
            }, {
                "id": 2,
                "name": "跨区域涉税事项信息反馈",
                "context": {
                    "url": "./file/智慧办税码/2.跨区域涉税事项/跨区域涉税事项信息反馈.jpg",
                }
            }
        ]
    },
    {
        "id": 2, "name": "税费申报", "list": [
            {
                "id": 0,
                "name": "增值税申报（小规模纳税人）",
                "context": {
                    "url": "./file/智慧办税码/3.税费申报/增值税申报（小规模纳税人）.jpg",
                }
            }, {
                "id": 1,
                "name": "增值税申报（一般纳税人）",
                "context": {
                    "url": "./file/智慧办税码/3.税费申报/增值税申报（一般纳税人）.jpg",
                }
            }, {
                "id": 2,
                "name": "申报更正及作废",
                "context": {
                    "url": "./file/智慧办税码/3.税费申报/申报更正及作废.jpg",
                }
            }, {
                "id": 3,
                "name": "企业所得税申报",
                "context": {
                    "url": "./file/智慧办税码/3.税费申报/企业所得税申报.png",
                }
            }, {
                "id": 4,
                "name": "经营所得申报",
                "context": {
                    "url": "./file/智慧办税码/3.税费申报/经营所得申报.jpg",
                }
            },{
                "id": 5,
                "name": "工资薪金申报",
                "context": {
                    "url": "./file/智慧办税码/3.税费申报/工资薪金申报.jpg",
                }
            }
        ]
    },
    {
        "id": 3, "name": "税务注销", "list": [
            {
                "id": 0,
                "name": "注销税务登记",
                "context": {
                    "url": "./file/智慧办税码/4.税务注销/注销税务登记.jpg",
                }
            }
        ]
    },
    {
        "id": 4, "name": "新办套餐", "list": [
            {
                "id": 0,
                "name": "新办纳税人税务登记",
                "context": {
                    "url": "./file/智慧办税码/5.新办套餐/新办纳税人开业.png",
                }
            }, {
                "id": 1,
                "name": "存款账户账号报告",
                "context": {
                    "url": "./file/智慧办税码/5.新办套餐/存款账户账号报告.jpg",
                }
            }, {
                "id": 2,
                "name": "签署银税三方（委托）划缴协议",
                "context": {
                    "url": "./file/智慧办税码/5.新办套餐/签署三方协议.jpg",
                }
            }
        ]
    },

    {
        "id": 5, "name": "证明开具", "list": [
            {
                "id": 0,
                "name": "开具税收完税证明",
                "context": {
                    "url": "./file/智慧办税码/6.证明开具/开具税收完税证明.jpg",
                }
            }, {
                "id": 1,
                "name": "开具无欠税证明",
                "context": {
                    "url": "./file/智慧办税码/6.证明开具/开具无欠税证明.jpg",
                }
            }
        ]
    }
]